<?php
mysql_connect('localhost','hyipstamer','hyipstamer');
mysql_select_db('hyipstamer');

$start_data='29.06.2013 20:00'; // ÄÀÒÀ ÑÒÀÐÒÀ
$time_move=0; // ×ÀÑÎÂÎÉ ÏÎßÑ +- ×ÀÑÛ

$mdate=array('ßíâàðÿ','Ôåâðàëÿ','Ìàðòà','Àïðåëÿ','Ìàÿ','Èþíÿ','Èþëÿ','Àâãóñòà','Ñåíòÿáðÿ','Îêòÿáðÿ','Íîÿáðÿ','Äåêàáðÿ');

$d_min=50; // ÌÈÍÈÌÀËÜÍÛÉ ÂÊËÀÄ
$d_max=1000; // ÌÀÊÑÈÌÀËÜÍÛÉ ÂÊËÀÄ
$p_ref=10; // ÐÅÔÅÐÀËÓ
$d_wmin=10; // ÌÈÍÈÌÀËÜÍÀß ÑÓÌÌÀ ÄËß ÂÛÂÎÄÀ
$d_wmax=15000; // ÌÀÊÑÈÌÀËÜÍÀß ÑÓÌÌÀ ÄËß ÂÛÂÎÄÀ
$tocom=10; // ÊÎÌÈÑÑÈß
//$d_proc=200;
$d_days=1;

$d_isum=0; // Ñóììà óâåëè÷åíèÿ ìàêñèìàëüíîé ñóììû âêëàäîâ. Åñëè íå íàäî òî 0
$d_itime=6; // ×åðåç ñêîëüêî ÷àñîâ óâåëü÷èâàòü ìàêñèìàëüíóþ ñóììó âêëàäîâ
$d_istop=3000; // Ïðåäåë ñóììû óâåëè÷åíèÿ. Ïî äîñòèæåíèþ áóäåò óñòàíîâëåííà èìåííî ýòà ñóììà

$inc=array('marketing','faq','advert','music','chat');
$inc_cab=array('vklady','popolnit','vyvesti','refs');
?>
